[
    {
      "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
      "category_id": "01",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": 488,
      "title": "বেসিক পাইথন কোর্স",
      "price":"5000৳",
      "image_url": "https://i.postimg.cc/P5Bwkr9Y/python.jpg",
      "details": "পাইথনে সার্টিফিকেট কোর্স হল একটি স্বল্পমেয়াদী কোর্স, যা সাধারণত 4-6 মাস মেয়াদী। যদিও পাইথন কোর্সে ভর্তির জন্য কোনো নির্দিষ্ট যোগ্যতার মাপকাঠি নেই, তবুও ব্যক্তিদের কম্পিউটার প্রোগ্রামিং সম্পর্কে প্রাথমিক জ্ঞান থাকতে হবে বলে আশা করা হচ্ছে। কোর্সটির লক্ষ্য শিক্ষার্থীদের পাইথন ভাষার মৌলিক জ্ঞান এবং দক্ষতা প্রদান করা। আপনি পাইথন কোর্সের বিশদ বিবরণ, ধার্যকৃত ফি, সিলেবাস, চাকরির সুযোগ এবং কোর্সটি শেষ করার পর প্রত্যাশিত বেতন সম্পর্কে জানতে পারবেন।"
    },
    {
      "_id": "0282e0e58a5c404fbd15261f11c2ab6b",
      "category_id": "04",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": 488,
      "title": "বেসিক এসইও",
      "price":"6000৳",
      "image_url": "https://i.postimg.cc/Y25Kg558/seo.jpg",
      "details": "সার্চ ইঞ্জিন অপ্টিমাইজেশান (SEO) হল Google এবং Bing-এর মতো জনপ্রিয় সার্চ ইঞ্জিনগুলিতে দৃশ্যমানতা বাড়াতে আপনার ওয়েবসাইট উন্নত করার প্রক্রিয়া৷ এই সার্টিফিকেশন কোর্সে, আপনি ওয়েবসাইট অপ্টিমাইজেশান, লিঙ্ক বিল্ডিং, কীওয়ার্ড রিসার্চ এবং আরও অনেক কিছু সহ এসইওর সমস্ত জিনিস শিখবেন।"
    },

    {
      "_id": "f69a695f047cd9484cecaea37ca71011",
      "category_id": "01",
      "rating": { "number": 4.8, "badge": "Excellent" },
      "total_student": 400,
      "title": "বেসিক C++",
      "price":"3000৳",
      "image_url": "https://i.postimg.cc/3xgvYHTq/original.webp",
      "details": "যে প্রার্থীরা C++ এ সার্টিফিকেশন পেতে ইচ্ছুক তারা কোর্স-সম্পর্কিত তথ্য দেখতে পারেন। আপনি সময়কাল, ফি, যোগ্যতা, ভর্তি, সিলেবাস, চাকরি, এবং বেতন দেওয়া সংক্রান্ত তথ্য পেতে পারেন। কম্পিউটার সম্পর্কে প্রাথমিক জ্ঞান থাকা শিক্ষার্থীরা এই কোর্সটি করতে পারে এবং সামনে একটি দুর্দান্ত ক্যারিয়ার তৈরি করতে পারে। C++ সার্টিফিকেশন কোর্স শেষ করার পর যোগদানের জন্য আপনার কাছে বিভিন্ন বিকল্প থাকতে পারে।"
    },
    {
      "_id": "f69a695f047cd9484cecaea37ca71012",
      "category_id": "02",
      "rating": { "number": 4.3, "badge": "Excellent" },
      "total_student": 400,
      "title": "বেসিক প্রিমিয়ার প্রো",
      "price":"7000৳",
      "image_url": "https://i.postimg.cc/j5zNcwxZ/1280-720.webp",
      "details": "Adobe Premiere Pro শিক্ষানবিসদের প্রশিক্ষণ আপনাকে একাধিক ক্লিপ সহ সাধারণ ভিডিও তৈরি করার দক্ষতা দিয়ে সজ্জিত করবে। আপনি অডিও এবং কালার ইফেক্ট প্রয়োগ করতে শিখবেন, একটি টাইমলাইন, কাট এবং সিকোয়েন্স ব্যবহার করতে পারবেন। এই প্রিমিয়ার প্রো কোর্সের শেষে আপনি সহজেই ভিডিও আমদানি, প্রক্রিয়া, সম্পাদনা এবং রপ্তানি করতে সক্ষম হবেন।"
    },

    {
      "_id": "11468ed61aee84de492a8b04158a22f9",
      "category_id": "04",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": 980,
      "title": "FB অ্যাড ম্যানেজমেন্ট",
      "price":"5000৳",
      "image_url": "https://i.postimg.cc/x8MTzh2Z/download.jpg",
      "details": "এই কোর্সে, আপনি গ্রাহকদের সাথে যুক্ত হতে এবং আপনার পণ্য এবং পরিষেবাগুলিতে নতুন দর্শকদের আকৃষ্ট করতে এই জনপ্রিয় সামাজিক নেটওয়ার্ক ব্যবহার করার কার্যকরী এবং কার্যকর উপায়গুলি আবিষ্কার করবেন৷ Facebook এর বিভিন্ন বৈশিষ্ট্য: পেজ, গোষ্ঠী, ভিডিও এবং আরও অনেক কিছুর মাধ্যমে আপনি কীভাবে আপনার ব্যবসার লক্ষ্য ও উদ্দেশ্য পূরণের জন্য একটি কৌশল তৈরি করবেন তা শিখবেন। আপনি কীভাবে লিড-ড্রাইভিং বিজ্ঞাপন প্রচারাভিযান তৈরি করবেন তাও আবিষ্কার করবেন যা ব্যস্ততা বাড়ায় এবং অনুসরণকারীদের আকর্ষণ করে।"
    },
    {
      "_id": "11468ed61aee84de492a8b04158a22f0",
      "category_id": "01",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_studnet": 980,
      "title": "ওয়েব ডেভেলপমেন্ট",
      "price":"9000৳",
      "image_url": "https://i.postimg.cc/q7QYDR1X/original-1.webp",
      "details": "একটি ওয়েব ডিজাইনিং কোর্স কম্পিউটার সায়েন্স এবং আইটি ক্ষেত্রের অন্তর্গত। এটি শিক্ষার্থীদের ওয়েব পৃষ্ঠাগুলি তৈরি এবং বজায় রাখার জন্য বিভিন্ন কৌশল, সরঞ্জাম এবং প্রোগ্রামিং ভাষা শিখতে সক্ষম করে। এই ক্ষেত্রে সার্টিফিকেট এবং ডিপ্লোমা কোর্স থেকে শুরু করে UG, PG এবং PGDM প্রোগ্রামগুলির মধ্যে অনেকগুলি কোর্স রয়েছে৷"
    },

    {
      "_id": "2e78e5e0410c2e9adbb6efb1a263e745",
      "category_id": "02",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": null,
      "title": "আফটার ইফেক্টস",
      "price":"1000৳",
      "image_url": "https://i.postimg.cc/KY8zH0PK/download-1.jpg",
      "details": "Adobe After Effects আপনাকে গ্রাফিক্স-সম্পর্কিত প্রকল্পগুলির জন্য অ্যানিমেশন এবং বিশেষ প্রভাব ধারণকারী ভিডিও তৈরি করতে দেয়। আপনি বিভিন্ন সরঞ্জাম এবং ঐচ্ছিক প্লাগ-ইনগুলি ব্যবহার করে অ্যানিমেট, পরিবর্তন এবং যৌগিক মিডিয়ার জন্য After Effects ব্যবহার করতে পারেন। প্রোগ্রামটি ডিজিটাল ফিল্ম, ডিভিডি, ভিডিও এবং ওয়েবে পোস্ট-প্রোডাকশনের জন্য মোশন-গ্রাফিক্স পেশাদার, ওয়েবসাইট ডিজাইনার এবং ভিজ্যুয়াল এফেক্ট শিল্পীদের দ্বারা ব্যাপকভাবে ব্যবহৃত হয়। "
    },

    {
      "_id": "a713ee936ff5574273f0f769f5c5b20e",
      "category_id": "05",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": 111,
      "title": "জাপানি ভাষা শিখুন",
      "price":"500৳",
      "image_url": "https://i.postimg.cc/X7HkP5Wv/Japanese-Language-Classes.png",
      "details": "এই কোর্সের বিষয়বস্তুর মধ্যে রয়েছে উচ্চারণ, কথা বলার দক্ষতা, শোনার অনুশীলন এবং পড়া এবং লেখা। এই কোর্সটি শেষ করার পর, শিক্ষার্থীদের অপরিহার্য ব্যাকরণ, একটি মৌলিক শব্দভাণ্ডার, হিরাগানা, কাতাকানা এবং কিছু মৌলিক কাঞ্জি অর্জন করা উচিত এবং দৈনন্দিন সহজ এবং ব্যবহারিক পরিস্থিতিতে যোগাযোগের জন্য জাপানি ভাষা ব্যবহার করতে সক্ষম হওয়া উচিত। ছাত্রের কার্যকলাপ এবং আশেপাশের পরিবেশের সাথে সরাসরি সম্পর্কিত পরিস্থিতিতে ফোকাস করা হয়। এই কোর্সে জাপানি সমাজ এবং সংস্কৃতি সম্পর্কে অংশগ্রহণকারীদের বোঝার গভীরতা বৃদ্ধির লক্ষ্যে পাঠ্যক্রম বহির্ভূত কার্যক্রমও অন্তর্ভুক্ত রয়েছে।"
    },

    {
      "_id": "e342b6c0c8efc8ca9e811991dc8a7900",
      "category_id": "05",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": 733,
      "title": "ইংরেজি শেখা",
      "price":"500৳",
      "image_url": "https://i.postimg.cc/kXKtQt5Z/english-course.jpg",
      "details": "এই কোর্সে, আপনি গ্রাহকদের সাথে যুক্ত হতে এবং আপনার পণ্য এবং পরিষেবাগুলিতে নতুন দর্শকদের আকৃষ্ট করতে এই জনপ্রিয় সামাজিক নেটওয়ার্ক ব্যবহার করার কার্যকরী এবং কার্যকর উপায়গুলি আবিষ্কার করবেন৷ Facebook এর বিভিন্ন বৈশিষ্ট্য: পেজ, গোষ্ঠী, ভিডিও এবং আরও অনেক কিছুর মাধ্যমে আপনি কীভাবে আপনার ব্যবসার লক্ষ্য ও উদ্দেশ্য পূরণের জন্য একটি কৌশল তৈরি করবেন তা শিখবেন। আপনি কীভাবে লিড-ড্রাইভিং বিজ্ঞাপন প্রচারাভিযান তৈরি করবেন তাও আবিষ্কার করবেন যা ব্যস্ততা বাড়ায় এবং অনুসরণকারীদের আকর্ষণ করে।"
    },
    {
      "_id": "e342b6c0c8efc8ca9e811991dc8a7901",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "category_id": "05",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": 733,
      "title": "কোরিয়ান ভাষা শিখুন",
      "price":"500৳",
      "image_url": "https://i.postimg.cc/7Lz0ngzJ/banner-size2-vudxv-ZO-2e16d0ba-fill-947x436.jpg",
      "details": "কোর্স হাব হল একটি নেতৃস্থানীয় কোরিয়ান ভাষা শিক্ষা প্রতিষ্ঠান যা বাংলাদেশের সকল বয়সের মানুষের জন্য বিশ্বমানের কোরিয়ান ভাষা কোর্স প্রদান করে। আমরা কোরিয়ান ভাষা কোর্সের একটি বিস্তৃত পরিসর অফার করি যাতে প্রত্যেকে দেশের ভিতরে এবং বাইরে সফল হওয়ার জন্য প্রয়োজনীয় কোরিয়ান ভাষা শিখতে পারে।"
    },

    {
      "_id": "f06f8cc045b04bd1158e4198281915a3",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "03",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": 127,
      "title": "বেসিক ফটোশপ",
      "price":"5000৳",
      "image_url": "https://i.postimg.cc/sDrvWkfz/best-online-photoshop-courses-classes-training-mlljsyta.jpg",
      "details": "এই কোর্সটি সেই ছাত্রদের জন্য ডিজাইন করা হয়েছে যারা গ্রাফিক ডিজাইন বা ফটোগ্রাফিতে আগ্রহী। এই পরিচিতিমূলক Adobe Photoshop কোর্সটি শিক্ষার্থীদের Adobe Photoshop সফ্টওয়্যারের সম্পাদনা ক্ষমতার সাথে পরিচিত করে। শিক্ষার্থীরা কীভাবে Adobe Photoshop ইন্টারফেস ব্যবহার করতে হয় এবং এর বৈশিষ্ট্যগুলির বিস্তৃত সেট অ্যাক্সেস করতে হয় তা শিখে। পাঠগুলি চিত্র ফাইলগুলি সংরক্ষণ এবং সংরক্ষণ করার এবং চিত্র সম্পাদনার জন্য ব্যবহৃত বিভিন্ন প্রক্রিয়াগুলিকে সংজ্ঞায়িত করার মৌলিক বিষয়গুলিকে কভার করে৷ যখন তারা এই Adobe Photoshop কোর্সটি সম্পূর্ণ করবে, তখন শিক্ষার্থীরা জানতে পারবে কিভাবে ইমেজ এডিটিং এবং বেসিক ম্যানিপুলেশনের জন্য সফটওয়্যার ব্যবহার করতে হয়। কোর্সটির জন্য Adobe Photoshop সংস্করণ CS4 বা তার পরবর্তী সংস্করণে অ্যাক্সেস প্রয়োজন।"
    },
    {
      "_id": "f06f8cc045b04bd1158e4198281915a4",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "03",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": 127,
      "title": "অ্যাডোব ইলাস্ট্রেটর",
      "price":"5000৳",
      "image_url": "https://i.postimg.cc/wxDnPL6H/images.png",
      "details": "এই কোর্সটি আপনাকে Adobe Illustrator এর পূর্ণ ব্যবহার করার জন্য আপনার যা জানা দরকার তা শেখানোর জন্য ডিজাইন করা হয়েছে। যাইহোক, আপনাকে আগে থেকেই সতর্ক করা উচিত যে ইলাস্ট্রেটর একটি বড় প্রোগ্রাম কারণ এটি দিয়ে আপনি অনেক কিছু করতে পারেন। আপনি যদি আগে ইলাস্ট্রেটর ব্যবহার করে থাকেন, তাহলে এই কোর্সের প্রথমার্ধটি আপনার জন্য একটি পর্যালোচনা হিসাবে কাজ করতে পারে৷ এর কারণ হল আমরা শুরুতে শুরু করি, আপনাকে প্রোগ্রামের চারপাশে দেখাই এবং কীভাবে সবচেয়ে মৌলিক ফাংশনগুলি করতে হয় তা শেখাই৷ বিল্ডিং ব্লক যা ইলাস্ট্রেটরের উন্নত বৈশিষ্ট্যগুলিকে শিখতে এবং ব্যবহার করা সহজ করে তুলবে যখন আমরা সেগুলিকে কোর্সের পরে কভার করা শুরু করি।"
    },

    {
      "_id": "cd2b53655737cc4077542baea9f8f75d",
      "category_id": "02",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": 700,
      "title": "মোশন গ্রাফিক্স",
      "price":"10000৳",
      "image_url": "https://www.creativeitinstitute.com/images/course/course_1662552115.jpg",
      "details": "এই কোর্সটি পেশাগতভাবে অনুপ্রাণিত শিক্ষার্থীদের জন্য ডিজাইন করা হয়েছে যারা তাদের সৃজনশীল ভাণ্ডার, সিভি এবং প্রতিযোগিতার উপরে মাথা ও কাঁধে দাঁড়াতে একটি উচ্চ চাওয়া নতুন দক্ষতা যোগ করতে চাইছেন। Adobe After Effects-এর মাধ্যমে মোশন গ্রাফিক্সের সাথে সাম্প্রতিক শিল্প-নির্দিষ্ট তথ্য জানুন। এটি গতি গ্রাফিক্সের ব্যবহারিক দিকগুলির (কিছু তত্ত্ব সহ) উপর একটি অনন্য ফোকাস সহ একটি গতিশীল, জনপ্রিয় এবং দূরদর্শী কোর্স। এই উত্তেজনাপূর্ণ Adobe পোর্টফোলিও স্বীকৃত কোর্স অধ্যয়নের মাধ্যমে, আপনি মোশন গ্রাফিক্সে সফল ক্যারিয়ারের জন্য আপনার নিজস্ব সৃজনশীল প্রতিভা প্রয়োগ করার জন্য প্রযুক্তিগত জ্ঞান, অন্তর্দৃষ্টি এবং প্ল্যাটফর্ম অর্জন করবেন।"
    },
 
   
    {
      "_id": "61f9ce168f7b15aadecb1d1fc80c72f0",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      
      "category_id": "03",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_student": 100,
      "title": "অ্যাডভান্সড Canva",
      "price":"500৳",
      "image_url": "https://i.postimg.cc/DzpZk16x/images.jpg",
      "details": "এই প্রকল্পের শেষে, আপনি আপনার ব্যবসার জন্য ছয়টি সামাজিক মিডিয়া ভিজ্যুয়াল (ফেসবুক কভার, ফেসবুক পোস্ট, ইউটিউব থাম্বনেল, ইউটিউব চ্যানেল আর্ট, ইনস্টাগ্রাম পোস্ট এবং টুইটার হেডার) তৈরি করবেন। এই ভিজ্যুয়ালগুলি অন্যান্য সোশ্যাল মিডিয়া চ্যানেলগুলিতে ভাগ করা যায়৷ এই কোর্সে ক্যানভা-এর একটি ভূমিকা অন্তর্ভুক্ত থাকবে, কীভাবে একটি ব্যবসার থিম মাথায় রেখে স্ক্র্যাচ থেকে সোশ্যাল মিডিয়া ভিজ্যুয়াল তৈরি করা যায় এবং সেগুলি প্রকাশের জন্য প্রস্তুত করা যায়৷"
    }
   
  ]